tap "homebrew/cask"
tap homebrew/cask-fonts
cask_args appdir: "~/Applications"

cask "google-chrome"
cask "1password"
cask "google-japanese-ime"
cask "slack"
cask "discord"
cask "gitify"

cask homebrew/cask-fonts/font-fira-code-nerd-font

brew "vim"
brew "tmux"
cask "rubymine"
cask "visual-studio-code"

cask "docker"
brew "rbenv"

brew "ripgrep"
brew "fd"
brew "git-delta"
brew "bat"
brew "exa"

brew "tldr"
brew "jq"
brew "awscli"
brew "htop"
