tap "homebrew/cask"
tap "homebrew/cask-fonts"
cask_args appdir: "~/Applications"

cask "google-chrome"
cask "1password"
cask "slack"
cask "discord"
cask "gitify"

cask "homebrew/cask-fonts/font-fira-code-nerd-font"

brew "neovim"
brew "tmux"
cask "docker"
brew "asdf"

brew "ripgrep"
brew "fd"
brew "git-delta"
brew "bat"
brew "exa"

brew "tldr"
brew "jq"
brew "awscli"
brew "htop"
